[M_CreatureSlaughter_1 MissionDefinition]
TeaserText="Countless creatures. A bunch of loot. One (to four) Vault Hunter(s). Can YOU (and/or YOUR FRIENDS) survive the [place]Natural Selection Annex[-place]?"

[M_CreatureSlaughter_1:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Survive round one"

[M_CreatureSlaughter_2:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Survive round two"

[M_CreatureSlaughter_3:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Survive round three"

[M_CreatureSlaughter_4:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Survive round four"

[M_CreatureSlaughter_5:SurviveRound MissionObjectiveDefinition]
ProgressMessage="Survive round five"
